{
  "Revan": "Revan, teman baik yang selalu duduk di sampingku saat sekolah. Semoga kamu semakin baik dan di SMK nanti dapat cewek yang cantik dan baik hati.",
  "Callysta": "Callysta, cewek di belakangku yang selalu jadi teman baik. Semoga kamu di SMA nanti makin sukses dan bahagia.",
  "Neyfa": "Neyfa, teman duduknya Callysta, semoga kamu bisa lebih taat dan fokus, dan siapa tahu dapat Revan di masa depan.",
  "Mikael": "Mikael, teman selama tiga kelas. Terima kasih sudah jadi teman yang baik. Semoga kamu dapat pengganti Ivana dan sukses di badminton.",
  "Danish": "Nish, pesan aku buat kamu, semoga dapat yang lebih baik dari Tabina dan bisa jadi versi terbaik dari dirimu.",
  "Kekey": "Key, teruslah menjadi lebih baik dan jangan berhenti berkembang. Semoga nanti dapat Permata Berlian lagi, ya!",
  "Vania": "Hai Van, aku tahu mungkin kita nggak akan bertemu lagi. Aku sempat menyimpan rasa dan tetap menyukaimu. Semoga kamu jadi pribadi yang lebih baik.",
  "Prima": "Prima, tetap kuat walau tanpa Ave dan Marissa. Aku tahu kamu hebat. Teruslah jadi orang yang berguna dan bersemangat.",
  "Ivana": "Hey Kunti Bogell, makasih ya untuk semua masa yang kita jalani. Semoga kamu bisa jadi lebih baik lagi. Ada salam dari Mikael juga lho!",
  "Chaderick": "Hey Chad, semoga di SMA nanti kamu makin sukses. Jangan sungkan kalau ke Depok, cari aku lagi. Body goal dan OSN, aku doakan kamu bisa meraihnya.",
  "Risa": "Woi Risa, kapan cosplay lagi? Aku tunggu, sayangnya acara sudah selesai. Semoga kamu bisa wujudkan semua impianmu.",
  "Zefanya": "Zefff, kamu teman hebat di kelas 8. Aku banyak belajar dari kamu. Semoga kamu dapat apa yang kamu inginkan. Semangat terus ya!",
  "Aka": "Hii Aka! Walau aku nggak selalu dekat, kita pernah jadi teman. Aku nggak bisa selalu memenuhi keinginanmu, tapi aku harap kamu nggak sendiri. Semangat dan terus berkembang ya!",
  "Raissa": "Hey Rai, gimana kabarmu? Semoga keseharianmu lancar walau aku nggak aktif lagi. Kamu tetap teman baikku.",
  "Ara": "Nyari apa, Ara? Aku tahu kamu pasti lagi cari sesuatu yang penting buat kamu.",
  "Salwa": "Hey Salwa, terima kasih untuk beberapa momen yang berarti. Aku suka semuanya. Semoga kamu jadi lebih baik dan mendapatkan apa yang kamu impikan.",
  "Adenna": "Hey Denna, semoga Sylus jadi suamimu kelak. Aku doakan yang terbaik buat kalian. Terima kasih sudah jadi bagian dari ceritaku di SMP. Titip salam untuk Kirana ya!",
  "Ibam": "Woy Barry, kamu salah satu teman yang aku anggap baik. Semoga kamu dapat apa yang kamu inginkan, jadi bodybuilder hebat sampai masuk Olympian.",
  "Lira": "Hai Lira, terima kasih sudah jadi bagian dari hidupku. Semoga kamu lancar dalam segala hal dan dapat apa yang kamu inginkan.",
  "Ratri": "Woi Ratri, sehat selalu ya. Aku mau makan dulu nih, semangat terus!",
  "Fauzan": "Fauzan dan Eko, semoga kalian sehat selalu. Aku tunggu kalian pakai seragam TNI AL nanti."
}
